<?php

defined('INTERNAL') || die();

$string['configdesc'] = 'Укажите типы файлов, которые пользователи могут вставлять в этот блок. Если вы отключите типы файлов, которые уже были использованы, блок не будет визуализироваться';
$string['description'] = 'Выбрать файлы для просмотра встроенных видов';
$string['flashanimation'] = 'Flash анимация';
$string['media'] = 'Медиа';
$string['title'] = 'Встроенные медиа';
$string['typeremoved'] = 'Этот блок указывает на тип медиа, который запрещен администратором';
